# Задача 5
# Вывести цифры числа на каждой новой строке.

number = input("Введите любое число: ")

for i in number:
    print(i)
