# Задача 1
# Вывести на экран циклом пять строк из нулей длиной 4, причем каждая строка должна быть пронумерована.

number_str = -1

while number_str < 4:
    number_str += 1
    print(number_str, "0000")
