# Задача 3
# Вывести сумму ряда чисел от 1 до 100. Полученный результат вывести на экран.

number = 0
sum_number = 0

while number < 100:
    number += 1
    sum_number = sum_number + number
print(sum_number)

